holly_inlet_LRR_RSM_turbulence/0/R
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      R;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform (0.432 -0 -0 0.432 0 0.432);

boundaryField
{
    inletFace
    {
        type            zeroGradient;
    }
    inlet
    {
        type            fixedValue;
        value           uniform (0.432 -0 -0 0.432 0 0.432);
    }
    inletWalls
    {
        type            kqRWallFunction;
        value           uniform (0.432 -0 -0 0.432 0 0.432);
    }
    outletInlet
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
